Repository: vinaooo/CoverflowAltTab
Catalog: locale/*.po
Languages: pt_br

source: Timeline
pt_br: Linha do tempo

source: Bottom
pt_br: Base

source: Top
pt_br: Topo

source: Classic
pt_br: Clássico

source: Overlay
pt_br: Sobreposição

source: Reset to default value
pt_br: Retornar ao valor padrão

source: Version %d
pt_br: Versão %d

source: General
pt_br: Geral

source: Style
pt_br: Estilo

source: Pick the type of switcher.
pt_br: Escolha o tipo de alternador

source: Vertical Offset
pt_br: Espaçamento vertical

source: Place window title above or below the switcher.
pt_br: Posicione o titulo da janela acima ou abaixo do alternador

source: Enforce Primary Monitor
pt_br: Forçar no monitor primário

source: Behavior
pt_br: Comportamento

source: Hide Panel
pt_br: Esconder painel

source: Hide panel when switching widnows.
pt_br: Esconder painel ao alternar janelas

source: Animation
pt_br: Animação

source: Duration
pt_br: Duração

source: In seconds.
pt_br: Em segundos.

source: Randomize Durations
pt_br: Duração aleatória

source: Each animation duration assigned randomly between 0 and configured duration
pt_br: Cada animação terá uma duração aleatória entre 0 e a duração configurada

source: Current workspace only
pt_br: Somente área de trabalho atual

source: All workspaces
pt_br: Todas áreas de trabalho

source: All workspaces, current first
pt_br: Todas áreas de trabalho, com prioridade à atual

source: Current Monitor
pt_br: Monitor atual

source: Switch between windows on current monitor
pt_br: Alternar entre janelas no monitor atual

source: Icon
pt_br: Ícone

source: Overlay Icon Size
pt_br: Tamanho do ícone sobreposto

source: Set the overlay icon size in pixels.
pt_br: Configurar o tamanho do ícone sobre posto em pixels

source: Overlay Icon Opacity
pt_br: Opacidade do ícone sobreposto

source: Set the overlay icon opacity.
pt_br: Configurar opacidade do ícone sobreposto.

source: Icon Shadow
pt_br: Sombra do ícone

source: Window Size
pt_br: Tamanho da janela

source: Window Preview Size to Monintor Size Ratio
pt_br: Tamanho da prévia da janela proporcional ao tamanho do monitor

source: Maximum ratio of window preview size to monitor size.
pt_br: Tamanho maximo da prévia da janela ao tamanho do monitor

source: Off-center Size Factor
pt_br: Fator de tamanho fora de centro

source: Factor by which to successively shrink previews off to the side
pt_br: Fator para escolher sucessivas visualizações para o lado

source: Background
pt_br: Fundo

source: Smaller means darker.
pt_br: Menor significa mais escuro

source: Keybindings
pt_br: Atalhos de teclado

source: Bind to 'switch-windows'
pt_br: Atalho para 'Alternador de janelas'

source: Bind to 'switch-applications'
pt_br: Atalho para 'alternador de aplicações'

source: Perspective Correction
pt_br: Correção de perspectiva

source: None
pt_br: Nenhum

source: Move Camera
pt_br: Mover camera

source: Adjust Angles
pt_br: Ajustar ângulo

source: Highlight Window Under Mouse
pt_br: Destacar janela abaxo do mouse

source: Draw embelishment on window under the mouse to know the effects of clicking.
pt_br: Embelezar janela sob o mouse para saber efeitos do click

source: Raise Window Under Mouse
pt_br: Trazer janela sob o mouse

source: Raise the window under the mouse above all others.
pt_br: Trazer a janela sobre o mouse acima das outras

source: Appearance
pt_br: Aparência

source: Contribute
pt_br: Contribua

source: Code (create pull requests, report issues, etc.)
pt_br: Código (Crie pull requests, reporte problemas e outros)

source: Support me with a Donation
pt_br: Apoie-me com uma doação
